my_string = (input("Какой сегодня день недели?"))
# a=(my_string)
print(my_string.upper())
print(len(my_string)) # количество символов в моём ответе
my_string = (input(len(("Какой сегодня день недели?")))) # количество символов в вопросе
my_string = (input("Какой сегодня день недели?".upper ()))
input("Какой сегодня день недели?".upper ().lower ())
my_string = (input("Какой сегодня день недели?".replace(" ", "")))
my_string = (input("Какой сегодня день недели?"[0]))
my_string = (input("Какой сегодня день недели?"[-1]))


print('Какой сегодня день недели?'.len()) # количество символов в вопросе
print('Какой сегодня день недели?'.upper ())
print('Какой сегодня день недели?'.upper ().lower ())
print('Какой сегодня день недели?'.replace(" ", ""))
print('Какой сегодня день недели?'[0])
#print("Какой сегодня день недели?"([-1]))
